Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add manually instead
ar: أضفه يدويًا بدلًا من ذلك
bn: এর বদলে ম্যানুয়ালি যোগ করুন
cs: Přidat ručně
da: Tilføj manuelt i stedet
de: Stattdessen manuell hinzufügen
el: Προσθήκη χειροκίνητα
es_es: Añadir manualmente
fi: Lisää sen sijaan käsin
fr: Ajouter manuellement
he: הוספה ידנית במקום זאת
hi: मैन्युअली जोड़ें
hr: Dodaj ručno
hu: Inkább hozzáadom kézzel
id: Tambah secara manual
it: Aggiungi manualmente
ja: 手動で追加する
ko: 직접 추가하기
ms: Tambah secara manual
nb: Legg til manuelt i stedet
nl: Voeg handmatig toe
pl: Dodaj ręcznie
pt_br: Adicionar manualmente
pt_pt: Adicionar manualmente
ro: Adaugă manual
ru: Добавить вручную
sk: Pridať manuálne
sl: Dodaj ročno
sv: Lägg till manuellt i stället
th: เพิ่มเองแทน
tr: Bunun yerine elle ekle
uk: Додати вручну
ur: اس کے بجائے دستی طور پر شامل کریں
vi: Thêm thủ công
zh_hans: 改为手动添加
zh_hant: 改為手動加入

source: Add quantity
ar: إضافة كمية
bn: পরিমাণ যোগ করুন
cs: Přidat množství
da: Tilføj mængde
de: Menge hinzufügen
el: Προσθήκη ποσότητας
es_es: Añadir cantidad
fi: Lisää määrä
fr: Ajouter une quantité
he: הוספת כמות
hi: मात्रा जोड़ें
hr: Dodaj količinu
hu: Mennyiség megadása
id: Tambah jumlah
it: Aggiungi quantità
ja: 数量を入力
ko: 섭취량 입력
ms: Tambah kuantiti
nb: Legg til mengde
nl: Hoeveelheid toevoegen
pl: Dodaj ilość
pt_br: Adicionar quantidade
pt_pt: Adicionar quantidade
ro: Adaugă cantitatea
ru: Указать количество
sk: Pridať množstvo
sl: Dodaj količino
sv: Ange mängd
th: ระบุปริมาณ
tr: Miktar ekle
uk: Додати кількість
ur: مقدار شامل کریں
vi: Thêm số lượng
zh_hans: 输入数量
zh_hant: 輸入份量

source: Add to today
ar: إضافة إلى اليوم
bn: আজকে যোগ করুন
cs: Přidat na dnešek
da: Tilføj til i dag
de: Zu heute hinzufügen
el: Προσθήκη για σήμερα
es_es: Añadir a hoy
fi: Lisää tähän päivään
fr: Ajouter pour aujourd’hui
he: הוספה להיום
hi: आज में जोड़ें
hr: Dodaj za danas
hu: Hozzáadás a mai naphoz
id: Tambah ke hari ini
it: Aggiungi a oggi
ja: 今日に追加
ko: 오늘에 추가
ms: Tambah ke hari ini
nb: Legg til i dag
nl: Voeg toe aan vandaag
pl: Dodaj na dziś
pt_br: Adicionar a hoje
pt_pt: Adicionar a hoje
ro: Adaugă pentru azi
ru: Добавить на сегодня
sk: Pridať na dnes
sl: Dodaj za danes
sv: Lägg till idag
th: เพิ่มลงวันนี้
tr: Bugüne ekle
uk: Додати на сьогодні
ur: آج میں شامل کریں
vi: Thêm vào hôm nay
zh_hans: 添加到今天
zh_hant: 加入今天

source: Adds a net carbs line (carbs − fiber) to the day summary. Useful for keto and low-carb diets.
ar: يضيف سطر صافي الكربوهيدرات (الكربوهيدرات − الألياف) إلى ملخص اليوم. مفيد للكيتو والحميات منخفضة الكربوهيدرات.
bn: দিনের সারসংক্ষেপে নেট কার্বস (কার্বস − ফাইবার) লাইন যোগ করে। কিটো ও লো-কার্ব ডায়েটের জন্য উপযোগী।
cs: Přidá do denního souhrnu řádek čistých sacharidů (sacharidy − vláknina). Hodí se pro keto a nízkosacharidové diety.
da: Tilføjer en linje med nettokulhydrater (kulhydrater − fibre) til dagens oversigt. Nyttigt til keto- og low-carb-diæter.
de: Fügt der Tagesübersicht eine Zeile für Netto-Kohlenhydrate (Kohlenhydrate − Ballaststoffe) hinzu. Praktisch für Keto- und Low-Carb-Diäten.
el: Προσθέτει μια γραμμή καθαρών υδατανθράκων (υδατάνθρακες − φυτικές ίνες) στη σύνοψη ημέρας. Χρήσιμο για δίαιτες keto και χαμηλών υδατανθράκων.
es_es: Añade una línea de carbohidratos netos (carbohidratos − fibra) al resumen del día. Útil para dietas keto y bajas en carbohidratos.
fi: Lisää nettohiilihydraatit (hiilihydraatit − kuitu) päivän yhteenvetoon. Hyödyllinen keto- ja vähähiilihydraattisissa ruokavalioissa.
fr: Ajoute une ligne de glucides nets (glucides − fibres) au résumé du jour. Utile pour les régimes keto et pauvres en glucides.
he: מוסיף שורת פחמימות נטו (פחמימות − סיבים) לסיכום היומי. שימושי לדיאטות קטו ודלות פחמימות.
hi: दिन के सारांश में नेट कार्ब्स (कार्ब्स − फ़ाइबर) की पंक्ति जोड़ता है। कीटो और लो-कार्ब डाइट के लिए उपयोगी।
hr: Dodaje redak neto ugljikohidrata (ugljikohidrati − vlakna) u dnevni sažetak. Korisno za keto i dijete s malo ugljikohidrata.
hu: Nettó szénhidrát sort (szénhidrát − rost) ad a napi összegzéshez. Hasznos keto és alacsony szénhidráttartalmú diétákhoz.
id: Menambahkan baris karbo bersih (karbo − serat) ke ringkasan harian. Berguna untuk diet keto dan rendah karbo.
it: Aggiunge una riga di carboidrati netti (carboidrati − fibre) al riepilogo del giorno. Utile per diete keto e low-carb.
ja: 1日のまとめに正味炭水化物(炭水化物 − 食物繊維)の行を追加します。ケトダイエットや低糖質ダイエットに便利です。
ko: 일일 요약에 순탄수화물(탄수화물 − 식이섬유) 항목을 추가합니다. 키토 및 저탄수 식단에 유용합니다.
ms: Menambah baris karbohidrat bersih (karbohidrat − serat) pada ringkasan hari. Berguna untuk diet keto dan rendah karbohidrat.
nb: Legger til en linje for netto karbohydrater (karbohydrater − fiber) i dagsoversikten. Nyttig for keto- og lavkarbodietter.
nl: Voegt een regel netto koolhydraten (koolhydraten − vezels) toe aan het dagoverzicht. Handig voor keto- en koolhydraatarme diëten.
pl: Dodaje wiersz węglowodanów netto (węglowodany − błonnik) do podsumowania dnia. Przydatne na diecie keto i niskowęglowodanowej.
pt_br: Adiciona uma linha de carboidratos líquidos (carboidratos − fibras) ao resumo do dia. Útil para dietas keto e low-carb.
pt_pt: Adiciona uma linha de hidratos líquidos (hidratos − fibra) ao resumo do dia. Útil para dietas keto e low-carb.
ro: Adaugă în sumarul zilei o linie cu carbohidrați neți (carbohidrați − fibre). Utilă pentru dietele keto și low-carb.
ru: Добавляет в сводку дня строку чистых углеводов (углеводы − клетчатка). Полезно на кето- и низкоуглеводных диетах.
sk: Pridá do súhrnu dňa riadok čistých sacharidov (sacharidy − vláknina). Užitočné pri keto a nízkosacharidovej strave.
sl: V dnevni povzetek doda vrstico neto OH (OH − vlaknine). Uporabno za keto in nizkoogljične diete.
sv: Lägger till en rad med nettokolhydrater (kolhydrater − fiber) i dagsöversikten. Användbart för keto- och lågkolhydratkost.
th: เพิ่มบรรทัดเน็ตคาร์บ (คาร์บ − ไฟเบอร์) ในสรุปประจำวัน เหมาะสำหรับสายคีโตและโลว์คาร์บ
tr: Gün özetine net karbonhidrat satırı (karbonhidrat − lif) ekler. Keto ve düşük karbonhidratlı diyetler için kullanışlıdır.
uk: Додає в підсумок дня рядок чистих вуглеводів (вуглеводи − клітковина). Корисно для кето й низьковуглеводних дієт.
ur: دن کے خلاصے میں نیٹ کاربس کی سطر (کاربس − فائبر) شامل کرتا ہے۔ کیٹو اور کم کارب غذا کے لیے مفید۔
vi: Thêm dòng net carbs (carb − chất xơ) vào tổng kết ngày. Hữu ích cho chế độ keto và low-carb.
zh_hans: 在每日摘要中添加净碳水（碳水 − 纤维）一栏。适合生酮和低碳水饮食。
zh_hant: 在每日摘要中顯示淨碳水（碳水 − 纖維），適合生酮和低碳飲食。

source: Age
ar: العمر
bn: বয়স
cs: Věk
da: Alder
de: Alter
el: Ηλικία
es_es: Edad
fi: Ikä
fr: Âge
he: גיל
hi: उम्र
hr: Dob
hu: Életkor
id: Usia
it: Età
ja: 年齢
ko: 나이
ms: Umur
nb: Alder
nl: Leeftijd
pl: Wiek
pt_br: Idade
pt_pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sl: Starost
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
ur: عمر
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

source: Align the code inside the frame
ar: ضع الرمز داخل الإطار
bn: কোডটি ফ্রেমের ভেতরে রাখুন
cs: Zarovnejte kód do rámečku
da: Placer koden inden for rammen
de: Richte den Code im Rahmen aus
el: Ευθυγραμμίστε τον κωδικό μέσα στο πλαίσιο
es_es: Alinea el código dentro del marco
fi: Kohdista koodi kehyksen sisään
fr: Alignez le code dans le cadre
he: יישרו את הקוד בתוך המסגרת
hi: कोड को फ़्रेम के अंदर रखें
hr: Poravnajte kod unutar okvira
hu: Igazítsd a kódot a keretbe
id: Posisikan kode di dalam bingkai
it: Allinea il codice nel riquadro
ja: 枠内にバーコードを合わせてください
ko: 바코드를 프레임 안에 맞춰 주세요
ms: Selaraskan kod di dalam bingkai
nb: Plasser koden innenfor rammen
nl: Plaats de code binnen het kader
pl: Umieść kod wewnątrz ramki
pt_br: Alinhe o código dentro do quadro
pt_pt: Alinhe o código dentro da moldura
ro: Aliniază codul în interiorul cadrului
ru: Поместите код внутрь рамки
sk: Zarovnajte kód do rámčeka
sl: Poravnajte kodo znotraj okvirja
sv: Placera koden inom ramen
th: จัดบาร์โค้ดให้อยู่ในกรอบ
tr: Kodu çerçevenin içine hizalayın
uk: Розмістіть код усередині рамки
ur: کوڈ کو فریم کے اندر رکھیں
vi: Đưa mã vạch vào giữa khung
zh_hans: 将条形码对准取景框
zh_hant: 將條碼對準框內

source: All 37 vitamins & minerals
ar: جميع الفيتامينات والمعادن الـ٣٧
bn: সব ৩৭টি ভিটামিন ও মিনারেল
cs: Všech 37 vitaminů a minerálů
da: Alle 37 vitaminer og mineraler
de: Alle 37 Vitamine & Mineralstoffe
el: Και οι 37 βιταμίνες & μέταλλα
es_es: Las 37 vitaminas y minerales
fi: Kaikki 37 vitamiinia ja kivennäisainetta
fr: Les 37 vitamines et minéraux
he: כל 37 הוויטמינים והמינרלים
hi: सभी 37 विटामिन और मिनरल
hr: Svih 37 vitamina i minerala
hu: Mind a 37 vitamin és ásványi anyag
id: Semua 37 vitamin & mineral
it: Tutte le 37 vitamine e minerali
ja: 全37種のビタミン&ミネラル
ko: 37가지 비타민 & 미네랄 전체
ms: Kesemua 37 vitamin & mineral
nb: Alle 37 vitaminer og mineraler
nl: Alle 37 vitamines & mineralen
pl: Wszystkie 37 witamin i minerałów
pt_br: Todas as 37 vitaminas e minerais
pt_pt: As 37 vitaminas e minerais
ro: Toate cele 37 de vitamine și minerale
ru: Все 37 витаминов и минералов
sk: Všetkých 37 vitamínov a minerálov
sl: Vseh 37 vitaminov in mineralov
sv: Alla 37 vitaminer och mineraler
th: วิตามินและแร่ธาตุครบ 37 ชนิด
tr: 37 vitamin ve mineralin tümü
uk: Усі 37 вітамінів і мінералів
ur: تمام 37 وٹامنز اور معدنیات
vi: Đủ 37 vitamin & khoáng chất
zh_hans: 全部 37 种维生素和矿物质
zh_hant: 全部 37 種維生素與礦物質

source: All nutrients, scanner, iCloud sync & full history
ar: كل العناصر الغذائية والماسح ومزامنة iCloud والسجل الكامل
bn: সব পুষ্টি উপাদান, স্ক্যানার, iCloud সিঙ্ক ও সম্পূর্ণ ইতিহাস
cs: Všechny živiny, skener, synchronizace s iCloudem a kompletní historie
da: Alle næringsstoffer, scanner, iCloud-synkronisering og fuld historik
de: Alle Nährstoffe, Scanner, iCloud-Sync & voller Verlauf
el: Όλα τα θρεπτικά συστατικά, σαρωτής, συγχρονισμός iCloud και πλήρες ιστορικό
es_es: Todos los nutrientes, escáner, sincronización con iCloud e historial completo
fi: Kaikki ravintoaineet, skanneri, iCloud-synkronointi ja koko historia
fr: Tous les nutriments, scanner, synchronisation iCloud et historique complet
he: כל הרכיבים התזונתיים, סורק, סנכרון iCloud והיסטוריה מלאה
hi: सभी न्यूट्रिएंट, स्कैनर, iCloud सिंक और पूरी हिस्ट्री
hr: Svi nutrijenti, skener, iCloud sinkronizacija i cijela povijest
hu: Minden tápanyag, beolvasó, iCloud-szinkronizálás és teljes előzmények
id: Semua nutrisi, pemindai, sinkronisasi iCloud & riwayat lengkap
it: Tutti i nutrienti, scanner, sincronizzazione iCloud e cronologia completa
ja: 全栄養素、スキャナー、iCloud同期、全履歴
ko: 모든 영양소, 스캐너, iCloud 동기화 & 전체 기록
ms: Semua nutrien, pengimbas, penyegerakan iCloud & sejarah penuh
nb: Alle næringsstoffer, skanner, iCloud-synkronisering og full historikk
nl: Alle voedingsstoffen, scanner, iCloud-synchronisatie & volledige geschiedenis
pl: Wszystkie składniki odżywcze, skaner, synchronizacja iCloud i pełna historia
pt_br: Todos os nutrientes, scanner, sincronização com iCloud e histórico completo
pt_pt: Todos os nutrientes, leitor, sincronização iCloud e histórico completo
ro: Toți nutrienții, scaner, sincronizare iCloud și istoric complet
ru: Все нутриенты, сканер, синхронизация iCloud и полная история
sk: Všetky živiny, skener, synchronizácia iCloud a celá história
sl: Vsa hranila, skener, sinhronizacija iCloud in celotna zgodovina
sv: Alla näringsämnen, skanner, iCloud-synkning och full historik
th: สารอาหารทั้งหมด สแกนเนอร์ ซิงค์ iCloud และประวัติทั้งหมด
tr: Tüm besin ögeleri, tarayıcı, iCloud eşitleme ve tam geçmiş
uk: Усі нутрієнти, сканер, синхронізація iCloud і повна історія
ur: تمام غذائی اجزاء، اسکینر، iCloud سنک اور مکمل ہسٹری
vi: Mọi dưỡng chất, máy quét, đồng bộ iCloud & toàn bộ lịch sử
zh_hans: 全部营养素、扫码、iCloud 同步和完整历史
zh_hant: 所有營養素、掃描器、iCloud 同步與完整歷史記錄

source: Allow camera access to scan barcodes, or add the product manually.
ar: اسمح بالوصول إلى الكاميرا لمسح الرموز الشريطية، أو أضف المنتج يدويًا.
bn: বারকোড স্ক্যান করতে ক্যামেরার অনুমতি দিন, অথবা পণ্যটি ম্যানুয়ালি যোগ করুন।
cs: Povolte přístup k fotoaparátu pro skenování čárových kódů, nebo přidejte produkt ručně.
da: Tillad kameraadgang for at scanne stregkoder, eller tilføj produktet manuelt.
de: Erlaube den Kamerazugriff, um Barcodes zu scannen, oder füge das Produkt manuell hinzu.
el: Επιτρέψτε την πρόσβαση στην κάμερα για σάρωση barcode ή προσθέστε το προϊόν χειροκίνητα.
es_es: Permite el acceso a la cámara para escanear códigos de barras o añade el producto manualmente.
fi: Salli kameran käyttö viivakoodien skannausta varten tai lisää tuote käsin.
fr: Autorisez l’accès à l’appareil photo pour scanner les codes-barres, ou ajoutez le produit manuellement.
he: יש לאשר גישה למצלמה כדי לסרוק ברקודים, או להוסיף את המוצר ידנית.
hi: बारकोड स्कैन करने के लिए कैमरा एक्सेस दें, या प्रोडक्ट मैन्युअली जोड़ें।
hr: Dopustite pristup kameri za skeniranje barkodova ili dodajte proizvod ručno.
hu: Engedélyezd a kamerahozzáférést a vonalkódok beolvasásához, vagy add hozzá a terméket kézzel.
id: Izinkan akses kamera untuk memindai barcode, atau tambahkan produk secara manual.
it: Consenti l’accesso alla fotocamera per scansionare i codici a barre, oppure aggiungi il prodotto manualmente.
ja: バーコードをスキャンするにはカメラへのアクセスを許可するか、商品を手動で追加してください。
ko: 바코드를 스캔하려면 카메라 접근을 허용하거나, 제품을 직접 추가하세요.
ms: Benarkan akses kamera untuk mengimbas kod bar, atau tambah produk secara manual.
nb: Gi kameratilgang for å skanne strekkoder, eller legg til produktet manuelt.
nl: Sta cameratoegang toe om barcodes te scannen, of voeg het product handmatig toe.
pl: Zezwól na dostęp do aparatu, aby skanować kody kreskowe, lub dodaj produkt ręcznie.
pt_br: Permita o acesso à câmera para escanear códigos de barras ou adicione o produto manualmente.
pt_pt: Permita o acesso à câmara para digitalizar códigos de barras ou adicione o produto manualmente.
ro: Permite accesul la cameră pentru a scana coduri de bare sau adaugă produsul manual.
ru: Разрешите доступ к камере для сканирования штрихкодов или добавьте продукт вручную.
sk: Povoľte prístup k fotoaparátu na skenovanie čiarových kódov alebo pridajte produkt manuálne.
sl: Dovolite dostop do kamere za skeniranje črtnih kod ali dodajte izdelek ročno.
sv: Tillåt kameraåtkomst för att skanna streckkoder, eller lägg till produkten manuellt.
th: อนุญาตการเข้าถึงกล้องเพื่อสแกนบาร์โค้ด หรือเพิ่มสินค้าด้วยตนเอง
tr: Barkod taramak için kamera erişimine izin verin veya ürünü elle ekleyin.
uk: Дозвольте доступ до камери для сканування штрихкодів або додайте продукт вручну.
ur: بارکوڈ اسکین کرنے کے لیے کیمرے تک رسائی کی اجازت دیں، یا پروڈکٹ دستی طور پر شامل کریں۔
vi: Cho phép truy cập camera để quét mã vạch, hoặc thêm sản phẩm thủ công.
zh_hans: 允许访问相机以扫描条形码，或手动添加食品。
zh_hant: 允許取用相機以掃描條碼，或手動加入產品。

source: Allow notifications in Settings to get reminders.
ar: اسمح بالإشعارات في الإعدادات لتلقي التذكيرات.
bn: রিমাইন্ডার পেতে সেটিংসে নোটিফিকেশনের অনুমতি দিন।
cs: Povolte oznámení v Nastavení, abyste dostávali připomenutí.
da: Tillad notifikationer i Indstillinger for at få påmindelser.
de: Erlaube Mitteilungen in den Einstellungen, um Erinnerungen zu erhalten.
el: Επιτρέψτε τις ειδοποιήσεις στις Ρυθμίσεις για να λαμβάνετε υπενθυμίσεις.
es_es: Permite las notificaciones en Ajustes para recibir recordatorios.
fi: Salli ilmoitukset Asetuksissa saadaksesi muistutuksia.
fr: Autorisez les notifications dans Réglages pour recevoir des rappels.
he: אפשרו התראות בהגדרות כדי לקבל תזכורות.
hi: रिमाइंडर पाने के लिए सेटिंग्स में सूचनाओं की अनुमति दें।
hr: Dopustite obavijesti u Postavkama kako biste primali podsjetnike.
hu: Engedélyezze az értesítéseket a Beállításokban, hogy emlékeztetőket kapjon.
id: Izinkan notifikasi di Pengaturan untuk menerima pengingat.
it: Consenti le notifiche in Impostazioni per ricevere promemoria.
ja: リマインダーを受け取るには、設定で通知を許可してください。
ko: 리마인더를 받으려면 설정에서 알림을 허용하세요.
ms: Benarkan pemberitahuan dalam Tetapan untuk menerima peringatan.
nb: Tillat varsler i Innstillinger for å få påminnelser.
nl: Sta meldingen toe in Instellingen om herinneringen te ontvangen.
pl: Zezwól na powiadomienia w Ustawieniach, aby otrzymywać przypomnienia.
pt_br: Permita notificações em Ajustes para receber lembretes.
pt_pt: Permita notificações em Definições para receber lembretes.
ro: Permiteți notificările în Setări pentru a primi mementouri.
ru: Разрешите уведомления в Настройках, чтобы получать напоминания.
sk: Povoľte upozornenia v Nastaveniach, aby ste dostávali pripomienky.
sl: Dovolite obvestila v Nastavitvah, da boste prejemali opomnike.
sv: Tillåt notiser i Inställningar för att få påminnelser.
th: อนุญาตการแจ้งเตือนในการตั้งค่าเพื่อรับการเตือน
tr: Hatırlatıcılar almak için Ayarlar'dan bildirimlere izin verin.
uk: Дозвольте сповіщення в Налаштуваннях, щоб отримувати нагадування.
ur: یاد دہانیاں حاصل کرنے کے لیے سیٹنگز میں اطلاعات کی اجازت دیں۔
vi: Cho phép thông báo trong Cài đặt để nhận lời nhắc.
zh_hans: 在设置中允许通知以接收提醒。
zh_hant: 在設定中允許通知以接收提醒。

source: Analyzing your data…
ar: جارٍ تحليل بياناتك…
bn: আপনার ডেটা বিশ্লেষণ করা হচ্ছে…
cs: Analyzujeme vaše data…
da: Analyserer dine data…
de: Deine Daten werden analysiert …
el: Ανάλυση των δεδομένων σας…
es_es: Analizando tus datos…
fi: Analysoidaan tietojasi…
fr: Analyse de vos données…
he: מנתחים את הנתונים שלך…
hi: आपके डेटा का विश्लेषण हो रहा है…
hr: Analiziramo vaše podatke…
hu: Adataid elemzése…
id: Menganalisis data Anda…
it: Analisi dei tuoi dati…
ja: データを分析中…
ko: 데이터 분석 중…
ms: Menganalisis data anda…
nb: Analyserer dataene dine…
nl: Je gegevens analyseren…
pl: Analizowanie danych…
pt_br: Analisando seus dados…
pt_pt: A analisar os seus dados…
ro: Analizăm datele tale…
ru: Анализируем ваши данные…
sk: Analyzujeme vaše údaje…
sl: Analiziranje vaših podatkov…
sv: Analyserar dina data…
th: กำลังวิเคราะห์ข้อมูลของคุณ…
tr: Verileriniz analiz ediliyor…
uk: Аналізуємо ваші дані…
ur: آپ کے ڈیٹا کا تجزیہ ہو رہا ہے…
vi: Đang phân tích dữ liệu của bạn…
zh_hans: 正在分析你的数据…
zh_hant: 正在分析你的資料…

source: Applies after restarting the app
ar: يسري بعد إعادة تشغيل التطبيق
bn: অ্যাপ রিস্টার্ট করার পরে কার্যকর হবে
cs: Projeví se po restartu aplikace
da: Træder i kraft efter genstart af appen
de: Gilt ab dem nächsten App-Start
el: Ισχύει μετά από επανεκκίνηση της εφαρμογής
es_es: Se aplica al reiniciar la app
fi: Tulee voimaan sovelluksen uudelleenkäynnistyksen jälkeen
fr: Appliqué après le redémarrage de l’app
he: נכנס לתוקף לאחר הפעלה מחדש של האפליקציה
hi: ऐप रीस्टार्ट करने के बाद लागू होगा
hr: Primjenjuje se nakon ponovnog pokretanja aplikacije
hu: Az app újraindítása után lép érvénybe
id: Berlaku setelah aplikasi dimulai ulang
it: Si applica al riavvio dell’app
ja: アプリの再起動後に適用されます
ko: 앱 재시작 후 적용됩니다
ms: Berkuat kuasa selepas app dimulakan semula
nb: Trer i kraft etter omstart av appen
nl: Geldt na het opnieuw starten van de app
pl: Obowiązuje po ponownym uruchomieniu aplikacji
pt_br: Aplicado após reiniciar o app
pt_pt: Aplica-se após reiniciar a app
ro: Se aplică după repornirea aplicației
ru: Применится после перезапуска приложения
sk: Prejaví sa po reštarte aplikácie
sl: Velja po ponovnem zagonu aplikacije
sv: Gäller efter omstart av appen
th: มีผลหลังรีสตาร์ทแอป
tr: Uygulama yeniden başlatıldıktan sonra geçerli olur
uk: Діє після перезапуску застосунку
ur: ایپ دوبارہ شروع کرنے کے بعد لاگو ہوگا
vi: Áp dụng sau khi khởi động lại ứng dụng
zh_hans: 重启应用后生效
zh_hant: 重新啟動 App 後生效

source: Apply
ar: تطبيق
bn: প্রয়োগ করুন
cs: Použít
da: Anvend
de: Übernehmen
el: Εφαρμογή
es_es: Aplicar
fi: Käytä
fr: Appliquer
he: החלה
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
it: Applica
ja: 適用
ko: 적용
ms: Gunakan
nb: Bruk
nl: Pas toe
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sv: Använd
th: นำไปใช้
tr: Uygula
uk: Застосувати
ur: لاگو کریں
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Avg calories
ar: متوسط السعرات
bn: গড় ক্যালরি
cs: Prům. kalorie
da: Gns. kalorier
de: Ø Kalorien
el: Μ.Ο. θερμίδων
es_es: Media de calorías
fi: Keskim. kalorit
fr: Calories moy.
he: ממוצע קלוריות
hi: औसत कैलोरी
hr: Prosj. kalorije
hu: Átl. kalória
id: Rata-rata kalori
it: Calorie medie
ja: 平均カロリー
ko: 평균 칼로리
ms: Purata kalori
nb: Snitt kalorier
nl: Gem. calorieën
pl: Śr. kalorie
pt_br: Média de calorias
pt_pt: Média de calorias
ro: Medie calorii
ru: Ср. калории
sk: Priem. kalórie
sl: Povp. kalorije
sv: Snittkalorier
th: แคลอรี่เฉลี่ย
tr: Ort. kalori
uk: Сер. калорії
ur: اوسط کیلوریز
vi: Calo TB
zh_hans: 平均热量
zh_hant: 平均熱量

source: Avg carbs
ar: متوسط الكربوهيدرات
bn: গড় কার্বস
cs: Prům. sacharidy
da: Gns. kulhydrater
de: Ø Kohlenhydrate
el: Μ.Ο. υδατανθράκων
es_es: Media de carbohidratos
fi: Keskim. hiilihydraatit
fr: Glucides moy.
he: ממוצע פחמימות
hi: औसत कार्ब्स
hr: Prosj. UH
hu: Átl. szénhidrát
id: Rata-rata karbo
it: Carboidrati medi
ja: 平均炭水化物
ko: 평균 탄수화물
ms: Purata karbohidrat
nb: Snitt karbo
nl: Gem. koolhydraten
pl: Śr. węglowodany
pt_br: Média de carboidratos
pt_pt: Média de hidratos
ro: Medie carbohidrați
ru: Ср. углеводы
sk: Priem. sacharidy
sl: Povp. OH
sv: Snittkolhydrater
th: คาร์บเฉลี่ย
tr: Ort. karbonhidrat
uk: Сер. вуглеводи
ur: اوسط کاربس
vi: Carb TB
zh_hans: 平均碳水
zh_hant: 平均碳水

source: Avg fat
ar: متوسط الدهون
bn: গড় ফ্যাট
cs: Prům. tuky
da: Gns. fedt
de: Ø Fett
el: Μ.Ο. λιπαρών
es_es: Media de grasa
fi: Keskim. rasva
fr: Lipides moy.
he: ממוצע שומן
hi: औसत फ़ैट
hr: Prosj. masti
hu: Átl. zsír
id: Rata-rata lemak
it: Grassi medi
ja: 平均脂質
ko: 평균 지방
ms: Purata lemak
nb: Snitt fett
nl: Gem. vet
pl: Śr. tłuszcz
pt_br: Média de gordura
pt_pt: Média de gordura
ro: Medie grăsimi
ru: Ср. жиры
sk: Priem. tuky
sl: Povp. maščobe
sv: Snittfett
th: ไขมันเฉลี่ย
tr: Ort. yağ
uk: Сер. жири
ur: اوسط چکنائی
vi: Béo TB
zh_hans: 平均脂肪
zh_hant: 平均脂肪

source: Avg per day · %@
ar: المتوسط اليومي · %@
bn: দৈনিক গড় · %@
cs: Prům. za den · %@
da: Gns. pr. dag · %@
de: Ø pro Tag · %@
el: Μ.Ο. ανά ημέρα · %@
es_es: Media diaria · %@
fi: Keskim. päivässä · %@
fr: Moyenne par jour · %@
he: ממוצע ליום · %@
hi: प्रतिदिन औसत · %@
hr: Prosjek dnevno · %@
hu: Napi átlag · %@
id: Rata-rata per hari · %@
it: Media al giorno · %@
ja: 1日平均 · %@
ko: 일일 평균 · %@
ms: Purata sehari · %@
nb: Snitt per dag · %@
nl: Gem. per dag · %@
pl: Śr. dziennie · %@
pt_br: Média por dia · %@
pt_pt: Média por dia · %@
ro: Medie pe zi · %@
ru: В среднем в день · %@
sk: Priemer na deň · %@
sl: Povp. na dan · %@
sv: Snitt per dag · %@
th: เฉลี่ยต่อวัน · %@
tr: Günlük ort. · %@
uk: У середньому за день · %@
ur: روزانہ اوسط · %@
vi: TB mỗi ngày · %@
zh_hans: 日均 · %@
zh_hant: 每日平均 · %@

source: Avg protein
ar: متوسط البروتين
bn: গড় প্রোটিন
cs: Prům. bílkoviny
da: Gns. protein
de: Ø Protein
el: Μ.Ο. πρωτεΐνης
es_es: Media de proteína
fi: Keskim. proteiini
fr: Protéines moy.
he: ממוצע חלבון
hi: औसत प्रोटीन
hr: Prosj. proteini
hu: Átl. fehérje
id: Rata-rata protein
it: Proteine medie
ja: 平均タンパク質
ko: 평균 단백질
ms: Purata protein
nb: Snitt protein
nl: Gem. eiwit
pl: Śr. białko
pt_br: Média de proteína
pt_pt: Média de proteína
ro: Medie proteine
ru: Ср. белки
sk: Priem. bielkoviny
sl: Povp. beljakovine
sv: Snittprotein
th: โปรตีนเฉลี่ย
tr: Ort. protein
uk: Сер. білки
ur: اوسط پروٹین
vi: Đạm TB
zh_hans: 平均蛋白质
zh_hant: 平均蛋白質

source: BEST VALUE
ar: أفضل قيمة
bn: সেরা মূল্য
cs: NEJVÝHODNĚJŠÍ
da: BEDSTE VÆRDI
de: BESTES ANGEBOT
el: ΚΑΛΥΤΕΡΗ ΑΞΙΑ
es_es: MEJOR OFERTA
fi: PARAS VALINTA
fr: MEILLEURE OFFRE
he: המשתלם ביותר
hi: सबसे किफ़ायती
hr: NAJISPLATIVIJE
hu: LEGJOBB AJÁNLAT
id: PALING HEMAT
it: PIÙ CONVENIENTE
ja: 一番お得
ko: 최고 가성비
ms: PALING BERBALOI
nb: BESTE VERDI
nl: VOORDELIGST
pl: NAJLEPSZA OFERTA
pt_br: MELHOR OFERTA
pt_pt: MELHOR VALOR
ro: CEL MAI AVANTAJOS
ru: ВЫГОДНО
sk: NAJVÝHODNEJŠIE
sl: NAJUGODNEJE
sv: MEST PRISVÄRT
th: คุ้มค่าที่สุด
tr: EN AVANTAJLI
uk: НАЙВИГІДНІШЕ
ur: بہترین ویلیو
vi: TIẾT KIỆM NHẤT
zh_hans: 最划算
zh_hant: 最超值
